Revit 2027 API
ParameterTypeId.DpartExcluded Property
 "Excluded"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartExcluded { get; }
Public Shared ReadOnly Property DpartExcluded As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartExcluded {
	ForgeTypeId^ get ();
}
static member DpartExcluded : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace